Repository: RCcode/iOSFilterEditor
Catalog: FilterEditor/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, it, ja, ko, pt, ru, th, zh_hant

source: Confirm
ar: تأكيد
de: Bestätigen
es: confirmar
fr: Confirmer
id: konfirmasi
it: Conferma
ja: はい
ko: 확인
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
zh_hant: 確定

source: Cancel
ar: إلغاء
de: Abrechen
es: cancelar
fr: Annuler
id: Batal
it: Cancella
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
zh_hant: 取消

# newVersion
source: New version available
ar: إصدار جديد متوفر
de: Neuere Version verfügbar
es: disponible nueva versión
fr: Nouvelle version disponible
id: Versi baru tersedia
it: Nuova versione disponibile
ja: 新しいバージョンがあります
ko: 새 버전이 있습니다
pt: Nova versão disponível
ru: Доступна новая версия
th: เวอร์ชั่นใหม่พร้อมดาวน์โหลดแล้ว
zh_hant: 有新版本

# updateNow
source: Upgrade now
ar: تحديث الآن
de: Jetzt aktualisieren
es: actualizar ahora
fr: Mettre à jour maintenant
id: Perbarui sekarang
it: Aggiorna ora
ja: 今すぐアップデード
ko: 업데이트
pt: Atualizar agora
ru: Обновить сейчас
th: อัพเดทเลย
zh_hant: 馬上升級

source: Remind later
ar: تحديث في وقت لاحق
de: Später aktualisieren
es: actualizar más tarde
fr: Mettre à jour plus tard
id: Perbarui nanti
it: Aggiorna dopo
ja: また後で
ko: 나중에
pt: Mais tarde
ru: Обновить позже
th: อัพเดททีหลัง
zh_hant: 稍後再說

# comment_us
source: Thanks for using FilterEditor. If you like FilterEditor, please give us a 5 star rating.
ar: شكرا لاستخدام FilterEditor. إذا أحببت FilterEditor، يرجى اعطاءنا تصنيف 5 نجوم.
de: Vielen Dank, dass du dich für FilterEditor entschieden hast. Bitte gib uns eine 5 Sterne Bewertung.
es: Gracias por usar FilterEditor. Si te gusta FilterEditor, por favor danos un 5 de puntuación
fr: Merci d'utiliser FilterEditor. Si vous aimez FilterEditor, donnez-nous une note de 5 étoiles s'il vous plaît.
id: Terima kasih telah menggunakan FilterEditor. Jika Anda suka FilterEditor, tolong beri kami rating 5 bintang.
it: Grazie per aver usaggp FiletGrid, ti preghiamo di spendere un minuto per votare 5 stelle per noi.
ja: FilterEditorをご利用頂きありがとうございます。気に入ったら、ぜひ5つ星評価をお願いします。
ko: FilterEditor를 사용해 주시고 지원해 주심을 감사합니다. 앞으로도 꾸준한 발전을 위해 노력하겠습니다. 좋은 평점 부탁 드려요!
pt: Obrigado por utilizar FilterEditor. Se você está curtindo, por favor, avalie-nos com 5 estrelas
ru: Благодарим за использование FilterEditor. Если вам нравится это приложение, поставьте ему 5 звезд
th: ขอบคุณที่ใช้ FilterEditor หากคุณชอบใช้ FilterEditor โปรดให้คะแนน 5 ดาวกับเรา
zh_hant: 感謝使用FilterEditor，如果你喜歡FilterEditor請給我們5星評分。

# rate_now
source: Like and Rate
ar: إعجاب وتقييم
de: Liken und Bewerten
es: gustar y valorar
fr: Aimer et évaluer
id: Suka dan nilai
it: Mi piace e vota.
ja: スキ！評価する
ko: 좋아요
pt: Curtir e avaliar
ru: Мне нравится, оценить
th: ชอบและให้คะแนน
zh_hant: 喜歡並評分

# comment_later
source: Needs Improvement
ar: يحتاج إلى تحسين
de: Könnte besser sein
es: necesita mejora
fr: Amélioration des besoins
id: Memerlukan perbaikan
it: C'è bisogno di miglioramenti.
ja: 改善が必要
ko: 개선 필요
pt: Necessita melhoria
ru: Нуждается в улучшении
th: ยังต้องพัฒนาอีก
zh_hant: 需要改進

# never_attention
source: Cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fr: Annuler
id: Batal
it: Cancella
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
zh_hant: 取消

source: Update
ar: تحديث
de: Aktualisieren
es: actualizar
fr: Mettre à jour
id: Perbarui
it: Aggiorna
ja: アップデート
ko: 업데이트
pt: Atualizar
ru: Обновить
th: อัพเดท
zh_hant: 更新

# score
source: Rate
ar: تقييم
de: Bewerten
es: valorar
fr: Evaluer
id: Nilai
it: Vota
ja: 評価
ko: 평점
pt: Avaliar
ru: Оценить
th: ให้คะแนน
zh_hant: 評分

source: Feedback
ar: ردود الفعل
es: evaluación
id: Tanggapan
ja: フィードバック
ko: 피드백
pt: Comentar
ru: Отзыв
th: ผลตอบรับ
zh_hant: 反饋

source: Share app
ar: أنشر التطبيق
de: App teilen
es: compartir APP
fr: Partager l’app
id: Berbagi aplikasi
it: Condividi app
ja: アプリをシェア
ko: 어플 공유
pt: Compartilhar aplicativo
ru: Поделиться приложением
th: แบ่งปันแอพ
zh_hant: 分享應用

# setting
source: Settings
ar: إعدادات
de: Einstellungen
es: ajustes
fr: Réglages
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt: Ajustes
ru: Настройки
th: ตั้งค่า
zh_hant: 設置

# share_msg
source: I'm using FilterEditor, add the most popular filter effects to your photos. Download address http://bit.ly/1weYBpa
ar: أنا استخدام Filter Editor، أضف تأثيرات الفلتر الأكثر شعبية على صورك. عنوان التحميل httphttp://bit.ly/1weYBpa
de: Ich hab FilterEditor, pep deine Photos mit den angesagtesten Filter Effekten auf. Download Adresse:http://bit.ly/1weYBpa
es: Estoy usando el editor de archivos, añadir los filtros y efectos mas populares a tus fotos. Descargar dirección http://bit.ly/1weYBpa
fr: J'utilise FilterEditor, ajoutez à vos photos les effets de filtres les plus populaires. Adresse de téléchargement http://bit.ly/1weYBpa
id: Saya menggunakan FilterEditor, tambahkan efek filter yang paling populer untuk foto Anda. Alamat unduh http://bit.ly/1weYBpa
it: Sto usando FilterEditor, aggiungi gli effetti filtro più utilizzati alle tue foto. Download address http://bit.ly/1weYBpa
ja: FilterEditorは写真に最新のおしゃれなフィルター加工できるアプリです。オススメなので今すぐダウンロード：http://bit.ly/1weYBpa
ko: FilterEditor를 통해 사진에 인기 있는 필터 적용하기. 다운받기 http://bit.ly/1weYBpa
pt: Eu estou utilizando FilterEditor, para adicionar os filtros com os efeitos mais populares nas minhas fotos. Baixe pelo endereço http://bit.ly/1weYBpa
ru: Я пользуюсь приложением FilterEditor с самыми популярными фильтрами для фотографий. Скачать можно здесь:http://bit.ly/1weYBpa
th: ตอนนี้กำลังใช้ FilterEditor เพิ่มเอฟเฟกต์ฟิลเตอร์สุดฮิตให้ภาพถ่ายของคุณ ดาวน์โหลดได้ที่http://bit.ly/1weYBpa
zh_hant: 我在使用FilterEditor，给照片添加最流行的滤镜效果。下载地址 http://bit.ly/1weYBpa

source: Picture resolution
ar: دقة الصورة
de: Bild Auflösung
es: Resolución de fotos
fr: Résolution Photo
id: Resolusi gambar
it: risoluzione foto
ja: 画像解析度
ko: 이미지 해상도
pt: Resolução de foto
ru: Разрешение
th: ความคมชัดของภาพ
zh_hant: 圖片分辨率

source: Standard
ar: نموذج مثالي
es: Estandar
id: Standar
ja: 普通
ko: 일반화질
pt: Padrão
ru: Стандартное
th: พื้นฐาน
zh_hant: 普清

source: HD
ar: عالية الدقة
es: Alta definicion
ja: 高画質
ko: 고화질
th: ความคมชัดสูง
zh_hant: 高清

# library_not_availabel
source: Unable to open albums
ar: يتعذر فتح الألبومات
de: Öffnen des Albums fehlgeschlagen
es: no se puede abrir los álbums
fr: Impossible d'accéder aux albums photo
id: Tidak dapat membuka album
it: Impossibile aprire album
ja: アルバムが開けません
ko: 갤러리를 열 수 없습니다
pt: Acesso ao álbum inativado
ru: Невозможно открыть галерею
th: ไม่สามารถเปิดอัลบั้มภาพได้
zh_hant: 無法啟動相冊

# user_library_step
source: Allow FilterEditor to open your albums: Phone settings - Private - photos -> FilterEditor (open)
ar: الرجاء إعطاء اذن الألبوم ل FilterEditor : إعدادات الهاتف -> خاص -> الصور -> FilterEditor (مفتوح)
de: Erlaube FilterEditor auf deine Alben zugreifen zu dürfen: Telefon Einstellungen - Privat - Alben -> FilterEditor (öffnen)
es: Permitir a FilterEditor abrir tu album: Ajustes del telefono- Privado- Fotos- FilterEditor( Abrir)
fr: Autoriser Filter Grid à accéder à vos albums photos : Réglages téléphone - Privé - Photo -> FilterEditor (ouvrir)
id: Izinkan FilterEditor untuk membuka album Anda: Pengaturan telepon - Pribadi - Foto -> FilterEditor (buka)
it: Permetti a FilterEditor di aprire i tuoi Album - Impostazioni telefono - Privacy - Photo - FilterEditor (Apri)
ja: FilterEditorのアルバムへのアクセス：設定➡プライバシー➡アルバム➡FilterEditor（オン）
ko: FilterEditor 갤러리 접속 허용하기: 설정 → 프라이버시 → 갤러리 → FilterEditor (허용)
pt: Por favor, permita que o FilterEditor tenha acesso ao seu álbum de fotos: Ajustes do celular - Privacidade - Álbum de fotos - Estudio Fonte (permitir)
ru: Разрешите приложению FilterEditor доступ к галерее: Настройки телефона - Конфиденциальность - Фотографии - FilterEditor (Разрешить)
th: โปรดอนุญาติ FilterEditor ให้เปิดอัลบั้มภาพของคุณ ไปที่: การตั้งค่าโทรศัพท์ - ส่วนตัว - กล้องถ่ายรูป -> FilterEditor (เปิด)
zh_hant: 請為FilterEditor開啟相冊權限：手機設置->隱私->照片->FilterEditor（打開）

# camena_not_availabel
source: Unable to open camera
ar: يتعذر فتح الكاميرا
de: Kamera öffnen fehlgeschlagen
es: no se puede abrir la cámara
fr: Impossible d'accéder à l’appareil photo
id: Tidak dapat membuka kamera
it: Impossibile aprire fotocamera
ja: カメラが起動できません
ko: 카메라를 실행할 수 없습니다
pt: Acesso a câmera inativado
ru: Невозможно открыть камеру
th: ไม่สามารถเปิดกล้องถ่ายรูปได้
zh_hant: 無法啟動相機

# user_camera_step
source: Allow FilterEditor to open your camera: Phone settings - Private - Camera -> FilterEditor (open)
ar: الرجاء إعطاء اذن الكاميرا ل FilterEditor : إعدادات الهاتف -> خاص -> كاميرا -> FilterEditor (مفتوح)
de: Erlaube FilterEditor auf deine Kamera zugreifen zu dürfen: Telefon Einstellungen - Privat - Kamera -> FilterEditor (öffnen)
es: Permitir a FilterEditor abrir tu camara: Ajustes del telefono- Privado- Camara- FilterEditor( Abrir)
fr: Autoriser FilterEditor à accéder à votre appareil photo : Réglages téléphone - Privé - Appareil photo -> FilterEditor (ouvrir)
id: Izinkan FilterEditor untuk membuka kamera Anda: Pengaturan telepon - Pribadi - Kamera -> FilterEditor (buka)
it: Permetti a FilterEditor di aprire la tua Fotocamera: Impostazioni telefono - Privacy - Fotocamera - FilterEditor (Apri)
ja: FilterEditorのカメラへのアクセス：設定➡プライバシー➡カメラ➡FilterEditor（オン）
ko: FilterEditor 카메라 접속 허용하기: 설정 → 프라이버시 → 카메라 → FilterEditor (허용)
pt: Por favor, permita que o FilterEditor tenha acesso a câmera: Ajustes do celular - Privacidade - Câmera - Estudio Fonte (permitir)
ru: Разрешите приложению FilterEditor доступ к камере: Настройки телефона - Конфиденциальность - Камера - FilterEditor (Разрешить)
th: โปรดอนุญาติ FilterEditor ให้เปิดกล้องถ่ายรูปของคุณ ไปที่: การตั้งค่าโทรศัพท์ - ส่วนตัว - กล้องถ่ายรูป -> FilterEditor (เปิด)
zh_hant: 請為FilterEditor開啟相機權限：手機設置->隱私->相機->FilterEditor（打開）

source: gallery
ar: المعرض
de: Galerie
es: Galeria
fr: Galerie
id: Galeri
it: Galleria
ja: アルバム
ko: 갤러리
pt: Galeria
ru: Галерея
th: แกลอรี่ภาพ
zh_hant: 相冊

source: camera
ar: الكاميرا
de: Kamera
es: Camara
fr: Appareil photo
id: kamera
it: Fotocamera
ja: カメラ
ko: 카메라
pt: Câmera
ru: Камера
th: กล้องถ่ายรูป
zh_hant: 相機

source: Share
ar: أنشر
de: Teilen
es: Compartir
fr: Partager
id: Berbagi
it: Condividi
ja: シェア
ko: 공유
pt: Compartilhar
ru: Поделиться
th: แบ่งปัน
zh_hant: 分享

# show_app_watermark
source: Show the app watermark
ar: إظهار العلامة المائية لتطبيق
de: App Wasserzeichen anzeigen
es: Muestra marca de agua de apps
fr: Afficher le filigrane de l'app
id: Perlihatkan watermark dari aplikasi
it: Mostra la filigrana dell'applicazione
ja: watermarkの表示
ko: 어플 마크 보이기
pt: Mostrar marca d'água do aplicativo
ru: Показать логотип приложения
th: แสดงลายน้ำของแอพ
zh_hant: 顯示應用水印

# btn_downLoadNoCrop_title
source: Combine multiple filters into 1 photo
ar: الجمع بين فلاتر متعددة في صورة 1
de: Kombiniere mehrere Filter auf einem Photo
es: Comibna multiples filtros en 1 foto
fr: Combiner plusieurs filtres dans une photo
id: Menggabungkan beberapa filter menjadi 1 foto
it: Combina filtri multipli in 1 foto
ja: １枚の写真に多数のフィルターを
ko: 다양한 필터를 한장의 사진속에
pt: Combine multiplos filtros em 1 foto
ru: Совмещайте различные фильтры на одной фотографии
th: รวมฟิลเตอร์หลายๆอันไว้ในภาพเดียว
zh_hant: 在一張照片上組合多個濾鏡

# alert_downLoadNoCrop
source: Install FilterGrid, and combine multiple filters in one photo
ar: قم بتثبيت FilterGrid، والجمع بين فلاتر متعددة في صورة واحدة
de: Instalier dir FilterGrid und kombiniere mehrere Filter in einem Photo
es: instalar FilterGrid de filtros, y comigna multiples filtros en una foto
fr: Installer FilterGrid et combiner de multiples filtres dans une seule photo
id: Instal FilterGrid, dan gabungkan beberapa filter dalam satu foto
it: Installa FilterGrid e combina diversi filtri in una foto.
ja: FilterGrid - １枚の写真を複数のフィルターで飾ろう
ko: 한 장의 사진에 여러 필터 적용할 수 있는 FilterGrid 설치하기
pt: Instale agora FilterGrid, e combine diversos filtros em uma única foto
ru: Установите приложение FilterGrid и совмещайте различные фильтры при обработке фотографии
th: ติดตั้ง FilterGrid แล้วผสมผสานฟิลเตอร์หลายๆแบบไว้ด้วยกันในภาพเดียว
zh_hant: 安裝FilterGrid，在一張圖片上組合多張濾鏡

# instagram_not_installed
source: You haven't installed Instagram
ar: لم يتم تثبيت إينستاجرام
de: Du hast Instagram noch nicht installiert
es: no tienes instalado Instagram
fr: Vous n'avez pas installé Instagram.
id: Anda belum menginstal Instagram
it: Non hai installato Instagram
ja: Instagramがインストールされていません
ko: Instagram이 설치되어 있지 않습니다
pt: Você ainda não instalou o Instagram
ru: Instagram не установлен
th: คุณยังไม่ได้บันทึก Instagram
zh_hant: 你沒有安裝Instagram

# facebook_not_installed
source: You haven't installed Facebook
ar: لم يتم تثبيت الفيسبوك
de: Du hast Facebook noch nicht installiert
es: no tienes instalado Facebook
fr: Vous n'avez pas installé Facebook
id: Anda belum menginstal Facebook
it: Non hai installato Facebook
ja: Facebookがインストールされていません
ko: Facebook이 설치되어 있지 않습니다
pt: Você ainda não instalou o Facebook
ru: Facebook не установлен
th: คุณยังไม่ได้บันทึก Facebook
zh_hant: 你沒有安裝Facebook

# save_success
source: Photo saved to albums
ar: حفظ الصورة في الألبوم
de: Photo in Alben gespeichert
es: Foto salvado en albums
fr: Photo sauvegardée dans albums
id: Foto disimpan ke album
it: Foto salvata sugli album
ja: アルバムに保存されました
ko: 이미지가 갤러리에 저장되었습니다.
pt: Foto salvada no álbum
ru: Фотография сохранена в галерее
th: บันทึกภาพลงในอัลบั้มภาพแล้ว
zh_hant: 圖片已經保存到相冊

source: Download and install
ar: تحميل وتثبيت
de: Downloaden und installieren
es: Descargar e instalar
fr: Télécharger et installer
id: Unduh dan instal
it: Scarica e insalla
ja: ダウンロードしてインストールする
ko: 다운로드 및 설치
pt: Baixar e instalar
ru: Загрузить и установить
th: ดาวน์โหลดและติดตั้ง
zh_hant: 下載並安裝

# alert_pic_have_not_save
source: You haven't saved your changes, are you sure?
ar: لم يتم حفظ التغييرات، هل أنت متأكد؟
de: Du hast deine Änderungen nicht gesichert , bist du sicher?
es: No has guardado cambios, ¿deseas eliminar la edición?
fr: Vous n'avez pas enregistré vos modifications, êtes-vous sûr?
id: Anda belum menyimpan perubahan Anda, apakah Anda yakin?
it: Non hai salvato le modifiche, sei sicuro?
ja: 写真が保存されていません、編集をやめますか？
ko: 변경된 내용을 저장하지 않고 종료하시겠습니까?
pt: Você ainda não salvou suas alterações, tem certeza？
ru: Изменения не сохранены. Выйти?
th: คุณยังไม่ได้บันทึก
zh_hant: 圖片未保存，確定放棄？

# alert_quit_edit
source: Your work hasn't been saved, are you sure you want to quit the editor?
ar: لم يتم حفظ عملك، هل أنت متأكد من أنك تريد إنهاء المحرر؟
de: Deine Kreation ist noch nicht gesichert, bist du sicher, dass du den Editor verlassen willst.
es: ¿Tu trabajo no ha sido salvado, estas seguro que quieres cerrar el editor?
fr: Votre travail n'a pas été sauvegardé, êtes-vous sûr de vouloir quitter l'éditeur?
id: Pekerjaan Anda belum disimpan, apakah Anda yakin Anda ingin keluar dari editor?
it: Il tuo lavoro non è stato salvato, sei sicuro di voler abbandonare la modifica?
ja: まだ保存されていません。本当に編集をやめますか？
ko: 변경된 내용을 저장하지 않고 종료하시겠습니까?
pt: Seu trabalho não foi salvo, tem certeza que deseja sair do editor?
ru: Изменения не сохранены. Выйти из редактора?
th: ยังไม่ได้บันทึกผลงานของคุณ แน่ใจหรือไม่ว่าคุณต้องการยกเลิกการแก้ไข?
zh_hant: 你的作品沒有保存，確定要退出編輯嗎？

# edit_quit
source: Quit editor
ar: إنهاء التحرير
de: Editor verlassen
es: Quitar editor
fr: Quitter l'éditeur
id: keluar dari editor
it: Esci
ja: 編集をやめる
ko: 중단하기
pt: Sair do editor
ru: Выйти
th: ออกจากการแก้ไข
zh_hant: 退出編輯

# edit_continue
source: Continue editing
ar: مواصلة التحرير
de: Weiter editieren
es: Continuar editando
fr: Continuer l'édition
id: Lanjutkan penyuntingan
it: Continua a modificare.
ja: 編集を続ける
ko: 계속하기
pt: Continuar editando
ru: Продолжить редактирование
th: แก้ไขต่อ
zh_hant: 繼續編輯

source: move
ar: موبايل
de: bewegen
es: mover
fr: déplacées
id: dipindahkan
it: essere
ja: 移動
ko: 모바일
pt: movidas
ru: перемещать
th: โทรศัพท์มือถือ
zh_hant: 移動

source: compress
ar: التكبير
de: verkleinern
es: comprimir
fr: compressées
id: dikompresi
it: spostate
ja: 拡大縮小
ko: 줌
pt: compressas
ru: масштабировать
th: ซูม
zh_hant: 縮放

source: rotate
ar: تناوب
de: drehen
es: girar
fr: tournées
id: diputar
it: ruotate
ja: 回転
ko: 회전
pt: rotacionadas
ru: поворачивать
th: การหมุน
zh_hant: 旋轉

# touch_edit
source: Click on different areas in the image to edit them separately
ar: انقر على مناطق مختلفة في الصورة لتحريرها بشكل منفصل
de: Klicke auf verschiedene Bereiche deines Bildes um diese zu bearbeiten
es: Pulsa en diferentes areas en la imagen y editalas por separado
fr: Cliquer sur différentes zones de l'image pour les modifier séparémment
id: Klik pada area yang berbeda dalam gambar untuk menyuntingnya secara terpisah
it: Clicca su diverse aree dell'immagine per modificarla in parte
ja: 写真の別々のエリアをタップでそれぞれ編集可能
ko: 편집하고자 하는 부분을 클릭하세요.
pt: Clique em diferente áreas das imagens para editá-las separadamente
ru: Нажимайте на различные области изображения для отдельного редактирования
th: คลิกที่พื้นที่ต่างๆในภาพเพื่อแก้ไขให้แต่ละส่วนแยกกันได้
zh_hant: 點擊圖片不同區域可以單獨編輯

# edit_gesture
source: Photos can be moved, compressed and rotated: clcik on the image or an area outside the image to edit it separately.
ar: يمكن نقل الصور وضغطها وتدويرها: انقر على الصورة أو منطقة خارج الصورة لتحريرها بشكل منفصل.
de: Du kannst Photos bewegen, verkleinern oder drehen: Klicke auf ein Bild oder einen Bereich außerhalb des Bildes um diesen separat zu bearbeiten
es: Fotos se puedes mover, comprimir and girar: pulsa en la iamgen o en el area de la imagen para editar separadamente
fr: Les photos peuvent être déplacées, compressées et tournées : cliquer sur l'image ou la zone extérieure de l'image pour la modifier séparémment.
id: Foto dapat dipindahkan, dikompresi dan diputar: klik pada gambar atau daerah di luar gambar untuk menyunting secara terpisah.
it: Le foto possono essere spostate e ruotate: clicca sull'immagine o sull'area dell'immagine da modificare separatamente.
ja: 図形は移動・拡大縮小・回転可能。タップで図形の中または外をそれぞれ編集可能
ko: 도형을 클릭 후 위치, 크기 변경과 회전할 수 있습니다.
pt: Fotos podem ser movidas, compressas e rotacionadas: clique na imagem ou na área externa da imagem para editá-la separadamente
ru: Фотографии можно перемещать, масштабировать и поворачивать: нажмите на изображение или на внешнюю область для отдельного редактирования
th: สามารถเคลื่อนย้าย, บีบอัด หรือหมุนภาพได้ คลิกที่ภาพ หรือตรงบริเวณนอกภาพเพื่อแก้ไขให้แต่ละส่วนแยกกันได้
zh_hant: 圖形可以移動、縮放和旋轉；點擊圖形或圖形外部區域可以單獨編輯。

# rate_unlock_grid
source: Rate FilterEditor to unlock all the splicing templates
ar: تقييم FilterEditor لفتح جميع القوالب الربط
de: Bewerte FilterEditor um alle Teilungs-Volagen frei zuschalten.
es: Puntua FilterEditor desbloquea predeterminados
fr: Evaluez FilterEditor pour débloquer tous les modèles d'épissage.
id: Nilai FilterEditor untuk membuka semua penyambung templat
it: Vota FilterEditor per sbloccare i modelli.
ja: FilterEditorを評価ですべてのパズルテンプレートをアンロック
ko: FilterEditor 평가하러 가기
pt: Avalie FilterGrip para desbloquar todos os formatos unidos
ru: Оцените приложение FilterEditor, чтобы разблокировать все шаблоны для монтажа
th: ให้คะแนน FilterEditor เพื่อปลดล็อคการตัดแต่งแม่แบบทั้งหมด
zh_hant: 評價FilterEditor解鎖所有拼接模板

# immediately_rate
source: Rate now
ar: تقييم الآن
de: Jetzt bewerten
es: Valorar ahora
fr: Evaluer maintenant
id: Nilai sekarang
it: Vota ora
ja: 今すぐ評価
ko: 평가하기
pt: Avaliar agora
ru: Оценить
th: ให้คะแนนเลย
zh_hant: 馬上評價

# share_unlock_shape
source: Share FilterEditor with your friends to unlock all the filters
ar: شارك FilterEditor مع أصدقائك لفتح جميع الفلاتر
de: Teile FilterEditor mit deinen Freunden schalte alle Filter frei
es: compartir editor de filtros con tus amigos y desbloquea todos los filtros
fr: Partagez FilterEditor avec vos amis pout débloquer tous les filtres
id: Berbagi FilterEditor dengan teman-teman Anda untuk membuka semua filter
it: Condividi FilterEditor con i tuoi amici e sblocca tutti i filtri.
ja: FilterEditorを友達にシェアで全てのフィルターをアンロック！
ko: FilterEditor공유하고 모든 필터 잠금 풀기
pt: Compartilhe FilterEditor com seus amigos para desbloquear todos os filtros
ru: Поделитесь приложением FilterEditor с друзьями, чтобы открыть все фильтры
th: แบ่งปัน Filter Editor กับเพื่อนๆของคุณเพื่อปลดล็อกฟิลเตอร์
zh_hant: 分享FilterEditor給你的好友來解鎖所有濾鏡

# immediately_share
source: Share now
ar: إنشر الآن
de: Jetzt teilen
es: Compartir ahora
fr: Partager maintenant
id: Berbagi sekarang
it: Condividi ora
ja: 今すぐシェア
ko: 공유하기
pt: Compartilhar agora
ru: Поделиться
th: แบ่งปันตอนนี้เลย
zh_hant: 馬上分享

# go_to_downLoad
source: Go to downloads
ar: اذهب إلى التنزيلات
de: Downloads anzeigen
es: Ir a descargas
fr: Aller aux téléchargements
id: Pergi ke unduhan
it: vai a scaricamenti
ja: ダウンロード
ko: 다운받기
pt: Ir para download
ru: Перейти к загрузке
th: ไปที่ดาวน์โหลด
zh_hant: 去下载

# slider_left_right
source: Slide left or right to randomly switch filters
ar: اليسار أو اليمين للتبديل الفلاتر بشكل عشوائي.
de: Wische nach links und rechts um zufällige Filter auszuwählen
es: cambiar al azar el lado izquierdo o derecho de los filtros
fr: Glissez vers la gauche ou la droite pour passer les filtres aléatoirement.
id: Geser ke kiri atau kanan untuk secara acak beralih filter
it: Scorri a destra o sinistra per cambiare filtro casualmente
ja: 左右フリックでフィルターをランダムチェンジ
ko: 화면을 외쪽 또는 오른쪽으로 밀어서 필터 변경
pt: Deslize para esquerda ou direita para alterar aleatoriamente os filtros.
ru: Случайная смена фильтров скользящим движением влево или вправо
th: เลื่อนซ้ายหรือขวาเพื่อสลับฟิลเตอร์
zh_hant: 左右滑動可隨機切換濾鏡
